<?php
return [

    'app_name' => 'شركة مخازن المملكة العالمية التجارية',
    //navbar
    'hero' => 'الترويسة',
    'Headers' => 'ترويسات الصفحات',
    'ourValues' => 'قيمنا',
    'admins' => 'المسؤلين',
    'about' => 'عن الشركة',
    'about_cards' => 'بطاقات الشركة التعريفية',
    'sections' => 'الأقسام',
    'section' => 'قسم',
    'VisionAndGoals' => 'الرؤية والاهداف',
    'storage' => 'التخزين',
    'fleet' => 'اسطول النقل',
    'visitor_message' => 'رسائل الزوار',
    'jobs' => 'الوظائف',
    'cities' => 'المدن',
    'branches' => 'الفروع',
    'offers' => 'العروض',
    'Blog' => 'المدونة',
    'Posts' => 'المنشورات',
    'Post' => 'منشور',
    'brand' => 'ماركة',
    'brands' => 'الماركات',
    'All brands in the App Landing Page' => 'جميع الماركات في صفحة التطبيق',
    'feature' => 'ميزة',
    'features' => 'الميزات',
    'All Features in the App Landing Page' => 'جميع الميزات في صفحة التطبيق',
    'category' => 'فئة',
    'categories' => 'الفئات',
    'All Categories in the App Landing Page' => 'جميع الفئات في صفحة التطبيق',
    'store text' => 'نص',
    'store texts' => 'نصوص المتجر',
    'All Texts in the App Landing Page' => 'جميع النصوص في صفحة التطبيق',
    'step' => 'خطوة',
    'steps' => 'خطوات الطلب',
    'All Shopping Steps in the App Landing Page' => 'جميع خطوات التسوق في صفحة التطبيق',
    'app screen' => 'شاشة',
    'app screens' => 'شاشات التطبيق',
    'All App Screens in the App Landing Page' => 'جميع شاشات التطبيق في صفحة التطبيق',
    'All Offers in the database' => 'جميع العروض في قاعدة البيانات',
    'Offers in the last month' => 'العروض التي بدات الشهر الماضي',
    'Offers in the last year' => 'العروض في العام الماضي',
    'Last month Offers' => 'عروض الشهر الماضي',
    'Last year Offers' => 'عروض العام الماضي',

    'departments' => 'أقسام الشركة',
    'department' => 'قسم',
    'store' => 'المتجر',
    'contact us' => 'تواصل معنا',

    //forms and titles
    'imageAndIcon' => 'الصورة والايقونة',
    'images' => 'الصورة',
    'image' => 'الصورة',
    'background_image' => 'الصورة الخلفية',
    'foreground_image' => 'الصورة الأمامية',
    'icon' => 'الايقونة',



    'article' => 'المقالة',
    'article_ar' => 'المقالة بالعربي',
    'article_en' => 'المقالة بالانجليزي',

    'tagsandstatus' => 'الوسوم والحالة',
    'tag_ar' => 'الوسم بالعربي',
    'tag_en' => 'الوسم بالانجليزي',

    'titles' => 'العناوين',
    'title' => 'العنوان',
    'title_ar' => 'العنوان بالعربي',
    'title_en' => 'العنوان بالانجليزي',
    'key' => 'العنوان',

    'descriptions' => 'الأوصاف',
    'description' => 'الوصف',
    'description_ar' => 'الوصف بالعربي',
    'description_en' => 'الوصف بالانجليزي',

    'order' => 'الترتيب',
    'view' => 'عرض',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'activate' => 'تفعيل',
    'deactivate' => 'إيقاف',

    'texts' => 'النصوص',
    'first_text' => 'النص الأول',
    'first_text_ar' => 'النص الأول بالعربي',
    'first_text_en' => 'النص الأول بالانجليزي',

    'second_text' => 'النص الثاني',
    'second_text_ar' => 'النص الثاني بالعربي',
    'second_text_en' => 'النص الثاني بالانجليزي',

    'first_name' => 'الاسم الأول',
    'last_name' => 'الاسم الأخير',
    'email' => 'البريد الألكتروني',
    'resume' => 'السيرة الذاتية',
    'license' => 'الترخيص',
    'password' => 'كلمة المرور',
    'email verified at' => 'تم التحقق من الإيميل في',
    'phone' => 'الهاتف',
    'subject' => 'الموضوع',
    'message' => 'الرسالة',
    'message from' => 'رسالة من',
    'details' => 'التفاصيل',
    'contact_info' => 'معلومات التواصل',
    'subject_and_message' => 'الموضوع والرسالة',

    'role' => 'الوظيفة',
    'super admin' => 'مدير 👨🏻‍💻',
    'admin' => 'مسؤول 👮🏻',
    'employee' => 'موظف 🤵🏻',

    'actions' => 'الأجراءات',

    'link' => 'الرابط',

    'comment' => 'التعليق',
    'comment_en' => 'التعليق بالانجليزي',
    'comment_ar' => 'التعليق بالعربي',
    'is_active' => 'الحالة(نشط؟)',
    'status' => 'الحالة(نشط؟)',
    'active' => 'نشط',
    'inactive' => 'غير نشط',

    'name' => 'الاسم',
    'name_ar' => 'الاسم بالعربي',
    'name_en' => 'الاسم بالانجليزي',

    'addresses' => 'العناوين',
    'address_ar' => 'العنوان بالعربي',
    'address_en' => 'العنوان بالانجليزي',

    'coordinates' => 'الإحداثيات',
    'longitude' => 'خط الطول',
    'longitude_hint' => 'خط الطول على الخريطة',
    'latitude' => 'خط العرض',
    'latitude_hint' => 'خط العرض على الخريطة',

    'city' => 'المدينة',
    'district' => 'الحي',

    'files' => 'الملفات',
    'file' => 'الملف',
    'Only Compressed files are allowed' => 'يسمح فقط بالملفات المضغوطة',
    'duration' => 'المدة',
    'start_date' => 'تاريخ البدء',
    'end_date' => 'تاريخ الانتهاء',

    'action' => 'الحدث',
    'content' => 'المحتوى',
    'content_hint' => 'رابط او ايميل او رقم هاتف',

    'branch' => 'الفرع',

    // dashboard footer
    'copyright' => 'كل الحقوق محفوظة لدى',
    'version' => 'الأصدار: 2.12.084',

    //groups
    'aboutCompanySettings' => 'إدارة معلومات عن الشركة',
    'contactSettings' => 'إدارة معلومات التواصل',
    'servicesManagement' => 'إدارة الخدمات',
    'pageManagement' => 'إدارة الصفحة',
    'others' => 'أخرى',
    'Settings' => 'الإعدادات',
    'subscriptions' => ' طلبات الاشتراك',
    'contactImages' => 'صور قسم التواصل',
    'our customers' => 'عملائنا',

    'All Branches in the database' => 'عدد فروع شركة مخازن العالمية',
    'All Sections in the database' => 'عدد الأقسام المتنوعة في فروعنا',
    'All Cities in the database' => 'عدد المدن التي نتواجد فيها',

    'showInHome' => 'عرض هذا القسم في الصفحة الرئيسية',


    'voucher details' => 'تفاصيل القسيمة',
    'beneficiary details' => 'تفاصيل المستفيد',

    'voucher1' => 'قسيمة',
    'voucher' => 'رقم القسيمة',
    'vouchers' => 'القسائم',
    'Used' => 'مستخدمة؟',
    'using_date' => 'تاريخ الاستخدام',
    'customer name' => 'اسم العميل',
    'customer phone' => 'رقم هاتف العميل',
    'customer review' => 'مراجعة العميل',
    'customer reviews' => 'مراجعات العملاء',

    'all vouchers' => 'كل القسائم',
    'used vouchers' => 'القسائم المستخدمة',
    'unused vouchers' => 'القسائم الغير مستخدمة',

    'Click to Copy' => 'انقر للنسخ',
    'Click to Download' => 'انقر للتحميل',
    'Copied!' => 'تم النسخ!',

    'address' => 'العنوان',
    'tags' => 'الوسوم',
    'tag' => 'الوسم',

    'View Offer' => 'مشاهدة العرض',
    'Edit Offer' => 'تعديل العرض',
    'Delete Offer' => 'حذف العرض',
    'Replicate Offer' => 'نسخ العرض',

    'exports' => 'التصديرات',
    'export' => 'تصدير',
    'completed at' => 'انتهى في',
    'file disk' => 'مجلد التصدير',
    'file name' => 'اسم الملف',
    'exporter' => 'التصدير',
    'processed rows' => 'عدد الصفوف المعالجة',
    'total rows' => 'عدد الصفوف الكلية',
    'successful rows' => 'عدد الصفوف المنجزة',
    'user id' => 'رقم المستخدم',
    'username' => 'اسم المستخدم',
    'download' => 'تحميل',
    'created at' => 'انشئ في',
    'updated at' => 'تم التحديث في',
    'file not found' => 'الملف غير موجود',

    'App Landing Settings' => 'اعدادات صفحة التطبيق',

    'type' => 'النوع',
    'super' => 'سوبر ماركت',
    'hyper' => 'هايبر ماركت',
    'wholesale' => 'البيع بالجملة',

    'join requests' => 'طلبات الانضمام',
    'join request' => 'طلب انضمام',

    'icon_src_desc' => 'اذهب الى: https://themify.me/themify-icons لمشاهدة كل الأيقونات، ثم قم بنسخ اسم الأيقونة الى هنا',
    'unotherized' => 'عذراً، ليست لديك صلاحية الوصول لهذه الأعدادات',

    'Jobs Settings' => 'اعدادات الوظائف',

    // Applications
    'Application' => 'الطلب',
    'application' => 'طلب',
    'Applications' => 'طلبات التوظيف',

    'contact info' => 'معلومات الاتصال',
    'QaA' => 'الاسئلة و الاجابات',
    'Resume was downloaded successfully' => 'تم تنزيل السيرة الذاتية بنجاح',

    'download cv' => 'تحميل السيرة الذاتية',
    'Application Details' => 'تفاصيل طلب التوظيف',
    'yes' => 'نعم',
    'no' => 'لا',

    // Careers
    'Career' => 'الوظيفة',
    'career' => 'وظيفة',
    'Careers' => 'الوظائف',

    'applicants' => 'المتقدمين',
    'questions' => 'الأسئلة',
    'Question' => 'السؤال',
    'question' => 'سؤال',
    'answer type' => 'نوع الاجابة',
    'yes_no' => 'الاجابة بـ نعم / لا',
    'text' => 'الاجابة بـ نص',
    'number' => 'الاجابة بـ رقم',
    'choices' => 'الاجابات المتعددة',
    'Write Multiple Choices' => 'اكتب كل الخيارات المتاحة لهذا السؤال، مفصولة بفاصلة ( , ).',
    'answer example' => 'مثال: الخيار 1, الخيار 2, الخيار 3',
    'additional questions' => 'الاسئلة الاضافية',
    'add a question' => 'اضافة سؤال',
    'job type' => 'نوع الوظيفة',
    'Remote' => 'عن بعد',
    'On-site' => 'في مقر الشركة',
    'view job' => 'عرض الوظيفة',
    'edit job' => 'تعديل الوظيفة',
    'No additional questions.' => 'لا يوجد اسئلة.',
    'q' => 'س',
    'a' => 'ج',
    'No answer' => 'لا يوجد اجابة',

    'job details' => 'تفاصيل الوظيفة',

    'required' => 'مطلوب',
    'optional' => 'اختياري',
    'not_wanted' => 'غير مطلوب',


    // Settings
    'Home' => 'الرئيسية',
    'home_desc' => 'إعدادات الصفحة الرئيسية',

    'Hiring Applications' => 'طلبات التوظيف',
    'general_desc' => 'إعدادات صفحة طلبات التوظيف العامة',
    'update settings' => 'تحديث الاعدادات',
    'Settings updated successfully' => 'تم تحديث الاعدادات بنجاح',

    'Published Jobs' => 'الوظائف المنشورة',
    'Total Applicants' => 'مجموع المتقدمين',
    'Applicants Ratio' => 'نسبة المتقدمين',

    'Avg. Applicants per Job' => 'متوسط المتقدمين لكل وظيفة',
    'Number of applications' => 'العدد الكلي للطلبات',
    'Total job postings' => 'مجموع الوظائف المنشورة',

    'Admin Panel' => 'لوحة التحكم',
    'Jobs Portal' => 'منصة الوظائف',
    'App Panel' => 'لوحة التطبيق',

    'stars' => 'التقييم ( 1-5 )',
    'platform' => 'المنصة',

    'social_link' => 'مواقع التواصل',
    'google maps' => 'خرائط جوجل',
    'google play' => 'جوجل بلاي',
    'facebook' => 'فيسبوك',
    'twitter' => 'تويتر',
    'instagram' => 'انستقرام',
    'snapchat' => 'سناب شات',
    'tiktok' => 'تيك توك',
    'whatsapp' => 'واتساب',
    'telegram' => 'تليجرام',
    'linkedin' => 'لينكدان',
    'youtube' => 'يوتيوب',
];
