<?php

return [

    'mkhzin' => 'وظائف | مخازن المملكة العالمية',
    'makhazin jobs' => '🚀 منصة وظائف مخازن',
    'is launching SOON!' => 'قريباً',
    'desc' => 'منصة توظيف خاصة بشركتنا فقط، تهدف إلى تنظيم عملية التوظيف باحترافية، إدارة الوظائف الشاغرة، والتواصل مع أفضل الكفاءات بسهولة وكفاءة.',
    'Stay tuned' => 'ترقبوا',
    'We are Launching SOON' => 'الإطلاق قريباً 👨🏻‍💻',

    // Jobs index
    'Welcome to Our Recruiting Platform' => 'مرحباً بك في منصة التوظيف الخاصة بنا',
    'intro' => 'نؤمن أن العمل ليس مجرّد مكان تذهب إليه كل صباح، بل مساحة مناسبة للاكتشاف والإبداع وتنمية المهارات المهنية. يعمل موظفو مخازن بشكل دائم على الوصول إلى آفاق جديدة في الأداء من خلال الشغف والاِلتزام بالمواعيد والقدرة على التكيف. إذا كنت تعتقد أنك تمتلك مجموعة المهارات والسمات هذه، انضم إلى فريق مخازن اليوم لتخطو أولى خطواتك على مسارك المهني الناجح. يتضمن نموذج تقييم المقابلة الشخصية الخاص بشركتنا المهارات الشخصية والسمات السلوكية المرغوبة في بيئة العمل بحسب ثقافة مخازن.',

    'Available Jobs' => 'الوظائف المتاحة',
    'Apply Now' => 'قدم الان',
    'Back to Home' => 'العودة للرئيسية',

    'No jobs available at the moment. You can submit a general application using the button below.' => 'لا توجد وظائف متاحة حالياً. يمكنك تقديم طلب عام عن طريق الزر ادناه.',
    'Apply generally' => 'لم تجد وظيفة؟ قدم طلب توظيف عام ←',

    // Jobs apply
    'Back to Jobs' => '→ العودة للوظائف',
    'Job Type:' => 'نوع الوظيفة:',
    'Published on:' => 'نشرت في:',
    'Applicants so far:' => 'الطلبات حالياً:',
    'Personal Information' => 'المعلومات الشخصية',
    'Your Name' => 'الإسم',
    'Your Email' => 'البريد الالكتروني',
    'Phone Number' => 'رقم الهاتف',
    'Address' => 'العنوان',
    'Upload Resume' => 'السيرة الذاتية',
    'resume' => 'السيرة الذاتية',
    'answer' => 'الجواب',
    'Job Questions' => 'الأسئلة الوظيفية',
    'Choose...' => 'اختر...',
    'Yes' => 'نعم',
    'No' => 'لا',
    'remote' => 'عن بعد',
    'on-site' => 'في مقر الشركة',
    'Submit Application' => 'رفع الطلب',

    // General Application
    'Send a General Application' => 'أرسل طلب توظيف عام',
    'title desc' => 'لم تجد وظيفة تناسبك؟ أرسل لنا معلوماتك وسيرتك الذاتية وسنتواصل معك عندما تتوفر فرصة مناسبة.',
    'Last Job' => 'ما هي وظيفتك الأخيرة أو أدوارك السابقة؟',
    'Last Job desc' => 'مثال: مدير مبيعات، مهندس برمجيات... إلخ.',
    'why hire' => 'حدثنا عن نفسك ولماذا يجب أن نقوم بتوظيفك؟',
    'why hire desc' => 'اكتب وصفًا موجزًا عن مهاراتك وخبراتك ودوافعك...',

    'app_name' => 'شركة مخازن المملكة العالمية التجارية',
    'copyright' => 'كل الحقوق محفوظة لدى',

];
